Repository: Eoxia/task-manager
Catalog: core/asset/language/task-manager-*.po
Languages: fr_fr

source: Task management dashboard
fr_fr: Tableau de bord de la gestion des tâches

source: Tasks manager
fr_fr: Tâches

source: Tasks Manager
fr_fr: Tâches

source: Error for create a point: invalid nonce
fr_fr: Erreur pour créer un point: token invalide

source: Error for create a point
fr_fr: Erreur pour créer un point

source: Create the point #%d with the content : %s for the task #%d
fr_fr: Créer le point #%d avec le contenu: %s pour la tâche #%d

source: Point created
fr_fr: Point créé

source: Error for delete a point
fr_fr: Erreur pour supprimer un point

source: Error for delete a point: invalid nonce
fr_fr: Erreur pour supprimer un point: token invalide

source: Error for delete a point: the point does not exist
fr_fr: Erreur pour supprimer un point: le point n'existe pas

source: The point #%d was deleted for the task #%d. The elapsed time for this point was %d minute(s). The elapsed time for this task is now %d minute(s)
fr_fr: Le point #%d à été supprimé pour la tâche #%d. Le temps passé pour le point était de %d minute(s). Le temps passé pour la tâche est maintenant de %d minute(s)

source: Point deleted
fr_fr: Point supprimé

source: Error for edit a point
fr_fr: Erreur pour éditer un point

source: Error for edit a point: invalid nonce
fr_fr: Erreur pour éditer un point: token invalide

source: The point #%d was updated with the content : %s and set to completed : %s
fr_fr: Le point #%d à été mis à jour avec le contenu : %s et mis sur complété : %s

source: Point edited
fr_fr: Point édité

source: Error for edit order point: invalid nonce
fr_fr: Erreur pour éditer l'ordre des points: token invalide

source: Point order edited
fr_fr: L'ordre des points est édités

source: Error for load dashboard point
fr_fr: Erreur pour charger la fenêtre de ce point

source: Error for load dashboard point: invalid nonce
fr_fr: Erreur pour charger la fenêtre de ce point: token invalide

source: Error for send point to task
fr_fr: Erreur pour envoyer le point à la tâche

source: Point sended
fr_fr: Point envoyé

source: Uncompleted
fr_fr: Incomplet

source: Completed
fr_fr: Complété(s)

source: Point not found
fr_fr: Point introuvable

source: Move to trash
fr_fr: Déplacer à la corbeille

source: Drag and drop for set the order
fr_fr: Drag and drop pour ajuster l'ordre

source: Toggle completed point
fr_fr: Afficher les points complétés

source: Completed point
fr_fr: Les points terminés

source: Write your point here...
fr_fr: Écrivez votre point ici...

source: Add this point
fr_fr: Ajouter ce point

source: Send the point to task <strong>#</strong>
fr_fr: Envoyer le point à la tâche <strong#</strong>

source: Task name
fr_fr: Nom de la tâche

source: Send
fr_fr: Envoyer

source: Point informations
fr_fr: Information du point

source: Create
fr_fr: Créer

source: Elapsed time
fr_fr: Temps passé

source: Number of comments on the point
fr_fr: Nombre de commentaire sur le point

source: Owner of the point
fr_fr: Responsable du point

source: Point completed
fr_fr: Point complété

source: Point uncompleted
fr_fr: Point décompleté

source: There is no comment on this point. Click above to add one.
fr_fr: Il n'y a pas de comment sur ce point. Cliquez ci-dessous pour en ajouter un.

source: On
fr_fr: Le

source: at
fr_fr: à

source: Error for create a task: invalid nonce
fr_fr: Erreur pour créer la tâche: token invalide. Veuillez recharger la page.

source: New task
fr_fr: Nouvelle tâche

source: The task #%d has been created by the user #%d
fr_fr: La tâche #%d à été créer par l'utilisateur #%d

source: Task created
fr_fr: Tâche créée

source: Error for edit a task
fr_fr: Erreur pour éditer la tâche

source: Error for edit a task: invalid nonce
fr_fr: Erreur pour éditer la tâche: token invalide

source: Task edited
fr_fr: Tâche éditée

source: Error for archive task
fr_fr: Erreur pour archiver la tâche

source: Error for archive task: invalid nonce
fr_fr: Erreur pour archiver la tâche: token invalide. Veuillez recharger la page.

source: The task #%d has been send to archive by the user #%d
fr_fr: La tâche #%d à été envoyée en archive par l'utilisateur #%d

source: Task archived
fr_fr: Tâche archivée

source: Error for export task
fr_fr: Erreur pour exporter la tâche.

source: Task exported
fr_fr: Tâche exportée

source: Error for delete task
fr_fr: Erreur pour supprimer la tâche.

source: Error for delete task: invalid nonce
fr_fr: Erreur pour supprimer la tâche: token invalide.

source: The task #%d has been deleted by the user #%d
fr_fr: La tâche #%d à été supprimée par l'utilisateur #%d

source: Task deleted
fr_fr: Tâche supprimée

source: Error for load all task: invalid nonce
fr_fr: Erreur pour charger toutes les tâches: token invalide.

source: Error for view tag on task
fr_fr: Erreur pour voir les catégories de la tâche.

source: Error for view tag on task: invalid nonce
fr_fr: Erreur pour voir les catégories de la tâche: token invalide.

source: Tag edited
fr_fr: Catégorie éditée.

source: Error for edit tag on task
fr_fr: Erreur pour éditer les catégories sur la tâche.

source: Error for edit tag on task: invalid nonce
fr_fr: Erreur pour éditer les catégories sur la tâche: token invalide.

source: The tag %d has selected for the task #%d by the user #%d
fr_fr: La catégorie %d à été sélectionné pour la tâche #%d par l'utilisateur #%d

source: The tag %d has deselected for the task #%d by the user #%d
fr_fr: La catégorie %d à été désélectionné pour la tâche #%d par l'utilisateur #%d

source: Error for edit owner on task
fr_fr: Erreur pour éditer le responsable de la tâche.

source: Error for edit owner on task: invalid nonce
fr_fr: Erreur pour éditer le responsable de la tâche: token invalide.

source: The owner for the task #%d has been changed to %d by the user #%d
fr_fr: Le responsable pour la tâche #%d à été changé vers %d par l'utilisateur #%d

source: Owner changed
fr_fr: Responsable modifié

source: Error for send task to element
fr_fr: Erreur pour envoyer la tâche vers un autre élément.

source: Error for send task to element: invalid nonce
fr_fr: Erreur pour envoyer la tâche vers un autre élément: token invalide.

source: Element sended
fr_fr: Tâche envoyée

source: Error for update due date
fr_fr: Erreur pour éditer la date limite

source: Error for update due date: invalid nonce
fr_fr: Erreur pour éditer la date limite: token invalide.

source: Due date updated
fr_fr: Date limite editée

source: Error for reload task
fr_fr: Erreur pour recharger la tâche

source: Error for reload task: invalid nonce
fr_fr: Erreur pour recharger la tâche: token invalide.

source: Task reloaded
fr_fr: Tâche rechargée

source: Task not found
fr_fr: Tâche non trouvée

source: All tasks
fr_fr: Toutes les tâches

source: to the point
fr_fr: pour le point

source: to the task
fr_fr: pour la tâche

source: More informations
fr_fr: Plus d'infos

source: Reload task
fr_fr: Tâche rechargée

source: Archive task
fr_fr: Tâche archivée

source: View the task
fr_fr: Voir la tâche

source: Task informations
fr_fr: Informations de la tâche

source: Estimated time
fr_fr: Temps prévu

source: Number of comments on the task
fr_fr: Nombre de commentaires sur la tâche

source: Number users associate to the task
fr_fr: Nombre de personnes associés à la tâche

source: Send the task to element <strong>#</strong>
fr_fr: Envoyer la tâche vers l'élément <strong>#</strong>

source: Due date
fr_fr: Date de fin

source: Update
fr_fr: Enregistrer les modifications

source: Owner of the task
fr_fr: Responsable de la tâche

source: Export task
fr_fr: Tâche exportée

source: Search by Customer...
fr_fr: Chercher par Client...

source: No tasks, press the "New task" button for create a task
fr_fr: Pas de tâche, appuyez sur le bouton "Nouvelle tâche" pour créer une tâche

source: Write your ticket
fr_fr: Écrivez votre ticket

source: Ask a ticket
fr_fr: Demandez un ticket

source: Start by creating a task
fr_fr: Commencez par crée une tâche

source: Failed to load notification: invalid nonce
fr_fr: Problème pour charger la notifcation: token invalide.

source: Error for create point time: invalid nonce
fr_fr: Erreur pour créer un commentaire: token invalide.

source: Error for create point time
fr_fr: Erreur pour créer un commentaire

source: Comment created
fr_fr: Commentaire créé

source: Error for get point time
fr_fr: Erreur pour récupérer un commentaire

source: Error for get point time: invalid nonce
fr_fr: Erreur pour récupérer un commentaire: token invalide.

source: Error for delete a point time
fr_fr: Erreur pour supprimer un commentaire

source: Error for delete point time: invalid nonce
fr_fr: Erreur pour supprimer un commentaire: token invalide.

source: Comment deleted
fr_fr: Commentaire supprimé

source: Enter your comment here...
fr_fr: Écrivez votre commentaire ici...

source: Click here to add a comment
fr_fr: Cliquez ici pour ajouter un commentaire

source: Error for load dashboard
fr_fr: Erreur pour charger la fenêtre

source: Error for load dashboard: invalid nonce
fr_fr: Erreur pour charger la fenêtre: token invalide

source: Task
fr_fr: Tâche

source: Error for load dashboard frontend
fr_fr: Erreur pour charger la fenêtre

source: Error for load dashboard frontend: invalid nonce
fr_fr: Erreur pour charger la fenêtre: token invalide

source: Help
fr_fr: Aide

source: Paramaters
fr_fr: Paramètre

source: Error for view all tag
fr_fr: Erreur pour voir les catégories

source: Error for view all tag: invalid nonce
fr_fr: Erreur pour voir les catégories: token invalide

source: Error for create tag
fr_fr: Erreur pour créer les catégories

source: Error for create tag: invalid nonce
fr_fr: Erreur pour créer les catégories: token invalide

source: Search Tags
fr_fr: Rechercher Catégorie

source: Popular Tags
fr_fr: Les catégories populaires

source: All Tags
fr_fr: Toutes les catégories

source: Edit Tag
fr_fr: Éditer une Catégorie

source: Update Tag
fr_fr: Mis à jour d'une catégorie

source: Add New Tag
fr_fr: Ajouter une nouvelle catégorie

source: New Tag Name
fr_fr: Ajoutez un nouveau nom de catégorie

source: Separate Tags with commas
fr_fr: Séparer les Catégories avec des commas

source: Add or remove Tags
fr_fr: Ajouter ou supprimer une Catégorie

source: No Tags found.
fr_fr: Pas de catégorie trouvé.

source: Tags
fr_fr: Mots clés

source: Project
fr_fr: Projet

source: Search by Tag...
fr_fr: Rechercher par Catégorie...

source: Click here to add a tag
fr_fr: Cliquez ici pour ajouter une catégorie

source: Archived task
fr_fr: Tâche archivée

source: Error for load timeline user
fr_fr: Erreur pour charger la chronologie de cet utilisateur

source: Error for load timeline user: invalid nonce
fr_fr: Erreur pour charger la chronologie de cet utilisateur: token invalide.

source: Timeline
fr_fr: Historique

source: Add the comment #
fr_fr: Ajouter le commentaire #

source: Completed the point #
fr_fr: Point completé #

source: Create the point #
fr_fr: Point créé #

source: Create the task #
fr_fr: Tâche créée

source: Working time
fr_fr: Temps de travail

source: Setup working time
fr_fr: Configurer le temps de travail

source: Worked time
fr_fr: Temps travaillé

source: Task(s) created
fr_fr: Tâche(s) créée(s)

source: Point(s) created
fr_fr: Point(s) créé(s)

source: Completed point(s)
fr_fr: Point(s) complété(s)

source: Task Management
fr_fr: Tâches

source: Please enter your time per week in hour.
fr_fr: Entez votre temps par semaine en heure.

source: Error for view user
fr_fr: Erreur pour voir l'utilisateur

source: Error for view user: invalid nonce
fr_fr: Erreur pour voir l'utilisateur: token invalide.

source: Error for update user
fr_fr: Erreur pour modifié l'utilisateur

source: Error for update user: invalid nonce
fr_fr: Erreur pour modifié l'utilisateur: token invalide.

source: User changed
fr_fr: Utilisateur modifié

source: Error for edit owner user
fr_fr: Erreur pour modifié le responsable

source: Error for edit owner user: invalid nonce
fr_fr: Erreur pour modifié le responsable: token invalide.

source: Search by User...
fr_fr: Recherchez par utilisateur...

source: My tasks
fr_fr: Mes tâches

source: Affected tasks
fr_fr: Tâches afféctées

source: Error for search customer: invalid nonce
fr_fr: Erreur pour recherche un client: token invalide

source: Error for load task wpshop: invalid nonce
fr_fr: Erreur pour chargé une tâche: token invalide.

source: Error for ask task: invalid nonce
fr_fr: Erreur pour demander une tâche: token invalide.

source: Error for ask task
fr_fr: Erreur pour demandé une tâche

source: Ask
fr_fr: Demande

source: Search WPshop customer
fr_fr: Recherchez des clients WPShop

source: My task
fr_fr: Mes tâches
