Repository: Eoxia/task-manager
Catalog: module/timeline/language/wpeotimeline-i18n-*.po
Languages: fr_fr

source: Timeline
fr_fr: Chronologie

source: Add the comment #
fr_fr: Ajout du commentaire #

source: Completed the point #
fr_fr: Point complété #

source: Create the point #
fr_fr: Création du point #

source: Create the task #
fr_fr: Création de la tâche #

source: Working time
fr_fr: Temps de présence

source: Setup working time
fr_fr: Configurer le temps de présence

source: Worked time
fr_fr: Temps travaillé

source: Task(s) created
fr_fr: Tâche(s) crée(s)

source: Point(s) created
fr_fr: Point(s) crée(s)

source: Completed point(s)
fr_fr: Point(s) complété(s)

source: Waste time
fr_fr: Temps perdu

source: Week
fr_fr: Semaine

source: Task Management
fr_fr: Gestion tâche

source: Please enter your time per week in hour.
fr_fr: Veuillez entrer votre temps par semaine en heure.
